[
    {
        "id": 1,
        "title": "Marvel Review App",
        "demoLink": "https://loganveik.github.io/marvelproject/",
        "repoLink": "https://github.com/loganveik/marvelapp",
        "description": "This app, once signed in, lets the user search for any character/comicbook. The user may also create a character review as well as view any review.",
        "languages": "Handlebars, Bootstrap4, CSS3, Javascript, jQuery, Ajax, NodeJS, Express, MySQL, Sequelize, Passport, Bcrypt, Marvel API."
    },
    {
        "id": 2,
        "title": "Table Scraps",
        "demoLink": "https://tablescraps.herokuapp.com/",
        "repoLink": "https://github.com/ahaymond-dev/recipeManager",
        "description":"Recipe costing app that prevents money and food waste. User can add ingredients to their recipe which displays total cost of all ingredients.",
        "languages": "React, Bootstrap4, CSS3, Javascript, jQuery, Axios, NodeJS, Express, MongoDB, Mongoose, Passport, Bcrypt, usda.gov API."
    },
    {
        "id": 3,
        "title": "Personality Test",
        "demoLink": "https://whats-my-life.herokuapp.com/",
        "repoLink": "https://github.com/shanscirg/project2",
        "description":"Click the begin button, take the test, fill out form at bottom to sign in, and then view youre results.",
        "languages": "Handlebars, Bootstrap4, CSS3, Javascript, jQuery, Ajax, NodeJS, Express, MySQL, Sequelize, Bcrypt."
    },
    {
        "id": 4,
        "title": "topicsearch.",
        "demoLink": "https://loganveik.github.io/topicsearch/",
        "repoLink": "https://github.com/loganveik/topicsearch",
        "description":"This is a basic topic search app. Once topic is entered and searched, user will be displayed with 3 fun gif cards, and 4 related news articles with links to the original article.",
        "languages": "HTML5, Bootstrap4, CSS3, Javascript, jQuery, Ajax, GNews API, Giphy API."
    },
    {
        "id": 5,
        "title": "Weather Dashboard",
        "demoLink": "https://loganveik.github.io/weatherdashboard/",
        "repoLink": "https://github.com/loganveik/weatherdashboard",
        "description":"This is a front-end, simple weather application. You enter a city and you are displayed with the current forecast as well as a 5-day forecast.",
        "languages": "HTML5, Bootstrap4, CSS3, Javascript, jQuery, Ajax, Openweathermap API."
    },
    {
        "id": 6,
        "title": "Employee Directory",
        "demoLink": "https://employeedirectorylv.netlify.app/",
        "repoLink": "https://github.com/loganveik/reactEmployeeDirectory",
        "description":"This app is basically a list of all office characters and you can search the list, or filter by department. You can even sort by Alphabetical order.",
        "languages": "React, Bootstrap4, CSS3, Javascript, NodeJS, Express."
    }
]